class AnswerOptions:

    answer_1 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    answer_2 = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    answer_3 = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    answer_4 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    answer_5 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    answer_6 = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    answer_7 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    answer_8 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'


class OrderDetails:
    data_1 = {
            'name': 'Алена',
            'surname': 'Лисковская',
            'address': 'Улица Ленина',
            'metro': 'Сокольники',
            'number': '89995568923',
            'date': '12.10.2024',
            'rent': 'четверо суток',
            'color': 'black',
            'comment': 'Комментарий'
           }

    data_2 = {
            'name': 'Тест',
            'surname': 'Тест',
            'address': 'Тестовая улица',
            'metro': 'Лубянка',
            'number': '89991111111',
            'date': '01.10.2024',
            'rent': 'сутки',
            'color': 'grey',
            'comment': 'Тестовый комментарий'
           }

